Revit 2027 API
BuiltInFailures.FormFailures.DissolveNoValidInputs Property
 No form elements selected to dissolve.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId DissolveNoValidInputs { get; }
Public Shared ReadOnly Property DissolveNoValidInputs As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ DissolveNoValidInputs {
	FailureDefinitionId^ get ();
}
static member DissolveNoValidInputs : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FormFailures Class
Autodesk.Revit.DB Namespace